10/data/attachments/96b521f51f808d28.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christian_happy_Actions_63895_2</nif:username>
            <nif:friendToBeRequested>soap_actions_e466355c-ac6c-4c71-a4ff-8aeb04df75bd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>